Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: ཐོ་རངས་ཆེན་པོ་ནས་ལངས་ནས་གཙང་བའི་ཕྱོགས་སུ་སྣ་མའི་མེ་ཏོག་དང་ལྡན་པར་ཆུ་ལ་སྦྱིན་པ་བྱས་ན་ཚིག་བཙུན་པར་འགྱུར་བའི་བློན་པོར་འགྱུར་རོ། །
en: If one gets up very early and offers water with [the petals of] royal jasmine flowers, [spilling it] onto a clean place on the ground, one will become a minister whose words cannot be challenged.

source: འཇིགས་པ་ཡང་དག་པར་བྱུང་བར་གྱུར་ན་ཡིད་ལ་བྱས་པས་འཇིགས་པ་མེད་པར་འགྱུར་རོ། །
en: When fear arises, one should bring to mind [the mantra], and the fear will go away.

source: ཕ་རོལ་ཁྲོས་པར་གྱུར་པ་ལ་ཡང་བྱམས་པ་བསྒོམས་ནས་རྗེས་སུ་དྲན་ཞིང་གདོང་ལ་རྣམ་པར་བལྟས་ན་ཁྲོ་བ་མེད་པར་འགྱུར་རོ། །
en: If one looks at the face of an angry person while engendering and sustaining loving kindness, their anger will depart. {28.16}

source: དྲི་ཞིམ་པོའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱས་ན་གང་གི་ཆེད་དུ་བྱས་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: “One should offer a homa consisting of all flowers with nice fragrance. Whoever one does this for will become enthralled.

source: ཐོ་རངས་ལན་བདུན་ཆུ་ལ་བསྔགས་ཏེ་འཐུངས་ན་ངེས་པར་མྱོང་བར་འགྱུར་བའི་ལས་ཀྱང་ཟད་པར་འགྱུར་རོ། །
en: If, early in the morning, one drinks water incanted seven times, one will purify the imminent experiences of [ripening] karma.

source: ལན་བདུན་བསྔགས་པའི་ཆུས་གདོང་རབ་ཏུ་བཀྲུས་ན་སྐྱེ་བོ་ཐམས་ཅད་དགའ་བར་འགྱུར་རོ། །
en: If one washes one’s face with water incanted seven times, one will be loved by all people.

source: མེ་ཏོག་ལ་ལན་བདུན་བསྔགས་པས་གཞན་ལ་བྱིན་ན་དེ་དབང་དུ་འགྱུར་རོ། །
en: Whomever one gives incanted flowers to will become enthralled. {28.17}

source: འབྲས་ཐུག་པོ་ཆེས་སྦྱིན་སྲེག་འབུམ་ཕྲག་གཅིག་བྱས་ན་སློབ་དཔོན་ཉིད་དུ་འགྱུར་རོ། །
en: “By offering one hundred thousand oblations of [incanted] rice grains, one will become an ācārya.

source: ཏིལ་གྱི་སྦྱིན་སྲེག་གིས་ནི་ཡུལ་གྱི་བདག་པོར་འགྱུར་རོ། །
en: If one does the same with sesame seeds, one will obtain dominion over a district.

source: པདྨའི་སྦྱིན་སྲེག་སྟོང་བྱས་ན་ཏི་ན་ར་སྟོང་ཐོབ་པར་འགྱུར་རོ། །
en: If one offers one thousand lotuses, one will obtain one thousand dinars.

source: གུ་གུལ་དང་སྲ་རྩི་པོག་དང་གན་ད་ར་ས་དང་ག་པུར་རྣམས་དཔའ་བོའི་ཉོ་ཚོང་གིས་ཉོས་ནས་གཅིག་ཏུ་བྱས་ལ། སྦྱིན་སྲེག་བྱས་ཏེ་ཚེས་ལྔ་ལྔ་ཞིང་ཟླ་བ་དྲུག་ཡོངས་སུ་ཚང་བར་བྱས་ན་སྟོང་འགྱུར་ཐོབ་པར་འགྱུར་རོ། །
en: If, on every fifth lunar day, one offers an oblation of bdellium, sarja resin, myrrh, and pine resin, all obtained in a fair bargain and blended together, one will obtain, when six months have passed, one thousand times more. {28.18}

source: དྲི་ཐམས་ཅད་པའི་གཟུགས་བརྙན་བྱས་ཏེ་མཚོན་རྣོན་པོ་སོ་གཅིག་པས་སྐྱེས་པ་ཡི་ནི་རྐང་པ་གཡས་པ་བུད་མེད་ཀྱི་ནི་རྐང་པ་གཡོན་པ་བཅད་ཅིང་སྦྱིན་སྲེག་བྱས་ན་
en: “One should make an effigy of the desired person out of ‘all fragrances,’ chop up its foot with a sharp, single-bladed weapon, and offer the bits as oblations. If the target is a man, one should chop the right foot; if it is a woman, the left.

source: གང་འདོད་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: One will thus enthrall whoever one desires. {28.19}

source: ཞག་བདུན་ལ་དུས་གསུམ་དུ་དར་དུ་ར་ཀའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱས་ན་བ་རྣམས་ཐོབ་པར་འགྱུར་རོ། །
en: “If one offers oblations of thorn apple flowers for seven days, three times a day, one will obtain cattle.

source: ཨརྐའི་མེ་ཏོག་གིས་བྱས་ན་འབྲུ་རྣམས་ཐོབ་པར་འགྱུར་རོ། །
en: Similarly, if one offers sticks of the crown flower plant, one will obtain grain.

source: ཤྲི་ཤའི་མེ་ཏོག་གིས་བྱས་ན་རྟ་རྣམས་ཐོབ་པར་འགྱུར་རོ། །
en: With flea tree flowers, one will obtain horses;

source: ཤིང་མྱ་ངན་མེད་ཀྱིས་བྱས་ན་གསེར་ཐོབ་པར་འགྱུར་རོ། །
en: with aśoka flowers, gold; with vyādhighātaka, clothes.

source: གང་དང་གང་འདོད་པ་དེ་དང་དེ་ཐམས་ཅད་ནི་སྣ་མའི་མེ་ཏོག་གི་སྦྱིན་སྲེག་བྱས་ན་བྱེད་པར་འགྱུར་ཏེ།
en: One can obtain anything one desires with oblations of royal jasmine flowers.

source: མེ་ཏོག་ཅི་འདྲ་བའི་ཁ་དོག་གིས་ཆུ་ལ་ཉི་མ་ཤར་བའི་དུས་སུ་སྦྱིན་སྲེག་བྱས་ན་དེ་དང་ཁ་དོག་འདྲ་བའི་གོས་ཐོབ་པར་འགྱུར་རོ། །
en: Whatever are the colors of the flowers that one offers into the water at sunrise, one will obtain clothes of the same colors.

source: མིག་སྨན་ལ་ལན་བདུན་བཟླས་པ་བྱས་ཏེ། སློང་མོ་ལ་འགྲོ་ན་སློང་མོ་མི་ཟད་པ་ཐོབ་བོ། །
en: If one does alms rounds with a bowl incanted seven times, one’s supply of alms will never wane.

source: རྨི་ལམ་ངན་པ་མཐོང་ནས་ལངས་ཏེ་བདག་ཉིད་ཀྱིས་བཟླས་པ་བྱས་ནས་ཡང་ཉལ་ན་རྨི་ལམ་བཟང་པོ་མཐོང་བར་འགྱུར་རོ། །
en: If one gets up at night and incants one’s own body, one will have auspicious dreams. {28.20}

source: དེ་ནས་རྒྱལ་པོ་དབང་དུ་བྱེད་པར་འདོད་ན་དེའི་རྐང་པའི་རྡུལ་རྣམས་བླངས་ཏེ། ཡུངས་ཀར་དང་ཏིལ་དང་བསྲེས་ནས་ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱེད་ན་དབང་དུ་འགྱུར་རོ། །
en: “If one wants to enthrall a king, one should obtain some dust from his feet, mix it with mustard and sesame seeds, and offer this as an oblation for seven days, three times a day. The king will become enthralled.

source: རྒྱལ་མོ་དབང་དུ་བྱེད་པར་འདོད་ན་ལྕམ་པའི་ལོ་མ་དང་ཤུད་ཏི་དང་སྨན་བ་ར་ཧི་རྣམས་གཅིག་ཏུ་བྱས་ཏེ། ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: If one wants to enthrall a queen, one should blend together sochal salt, dill, and yams, and offer this as an oblation for seven days, three times a day. She will become enthralled.

source: བློན་པོ་དབང་དུ་བྱེད་པར་འདོད་ན་གོ་བྱེ་དང་ཏིལ་དང་ཤུ་དག་རྣམས་ཀྱིས་གཟུགས་བརྙན་བྱས་ཏེ། ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: If one wants to enthrall a royal minister, one should make his effigy out of cashew nut, sesame, and sweet flag, and perform the homa for seven days, three times a day. He will become enthralled.

source: མདུན་ན་འདོན་དབང་དུ་བྱེད་པར་འདོད་ན་སྤོས་པྲ་མ་ཙ་རི་དང་ཤུ་ཏི་གཅིག་ཏུ་བྱས་ཏེ། ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: If one wants to enthrall the family priest, one should blend together tubeflower and dill and offer this as an oblation for seven days, three times a day. He will become enthralled. {28.21}

source: བྲམ་ཟེ་རྣམས་དབང་དུ་བྱེད་པར་འདོད་ན་ནི། འོ་ཐུག་མར་དང་ལྷན་ཅིག་པས་ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: “If one wants to enthrall brahmins, one should offer oblations of milk blended with ghee. All of them will become enthralled.

source: དེ་ནས་རྒྱལ་རིགས་དབང་དུ་བྱེད་པར་འདོད་ན། འབྲས་སཱ་ལུའི་ཆན་མར་དང་ལྡན་པས་ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱའོ། །
en: If one wants to enthrall kṣatriyas, one should offer an oblation of rice gruel mixed with ghee for seven days.

source: རྗེའུ་རིགས་དབང་དུ་བྱེད་པར་འདོད་ན། ནས་ཆན་ཁྱོར་གང་བུ་རམ་དང་ལྡན་པས་ཞག་བདུན་ལ་དུས་གསུམ་དུ་སྦྱིན་སྲེག་བྱས་ན་དབང་དུ་འགྱུར་རོ། །
en: To enthrall vaiśyas, one should offer barley with sugar. They will become enthralled.

source: ཏིལ་གྱི་ཚིགས་སམ་མར་གྱིས་སྦྱིན་སྲེག་བྱས་ན་དམངས་རིགས་དབང་དུ་འགྱུར་རོ། །
en: If one offers oil-cakes, śūdras will become enthralled.

source: ཐམས་ཅད་གཅིག་ཏུ་བྱས་ཏེ་སྦྱིན་སྲེག་བྱས་ནས་བཞི་མདོའམ་ཁང་སྟོང་ངམ་ཤིང་གཅིག་པ་དག་ཏུ་གཏོར་མ་བཏང་ན་ནད་པ་དེ་དེ་ལས་རྣམ་པར་གྲོལ་བར་འགྱུར་རོ། །
en: If one mixes all these ingredients together, all the castes will become enthralled. {28.22} “If anyone suffering from exhaustion offers a bali at a road junction or in an empty house, they will be freed from exhaustion.

source: གདོང་ལ་བལྟས་ཏེ་བཟླས་པ་བྱས་ན་ནད་དང་བྲལ་བར་འགྱུར་རོ། །
en: If one recites the mantra while touching someone’s face, their fever will depart.

source: བརྒྱ་རྩ་བརྒྱད་བཟླས་ནས་གཙུག་པུད་ལ་བཅིངས་ན་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་ལོ། །
en: If one’s knot of hair is incanted one hundred and eight times, one will be freed from all disease.

source: ནད་ཐམས་ཅད་ལ་ནི་སྐུད་པ་ལ་མདུད་པ་བྱ་ཞིང་གཙུག་པུད་བཅིང་བ་བྱས་ཏེ། བཟླས་པ་བྱས་ན་ནད་ཐམས་ཅད་ལས་གྲོལ་བར་འགྱུར་རོ། །
en: For any disease, one should make a knot on a thread, tie one’s hair [with it], and go to sleep; all diseases will depart.

source: ནད་ཀྱིས་བཏབ་པ་ལ་ནི་བཟླས་པ་ཙམ་གྱིས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ། །
en: When one is ravaged by a disease, one can be freed through mantra recitation alone.

source: མགུལ་པའི་ནད་ལ་ནི་གྲོག་མཁར་གྱི་ས་ལ་བཟླས་པ་བྱས་ཏེ། འདེ་གུས་བྱུག་པ་བྱས་ན་ནད་ལས་གྲོལ་བར་འགྱུར་རོ། །
en: When one is seized by a throat obstruction, one should incant some clay from an anthill and apply it as a plaster. The disease will depart.

source: མིག་གི་ནད་ལ་ནི་ཟར་མའི་མེ་ཏོག་གི་སྦྱིན་སྲེག་བྱས་ན་ཉེ་བར་ཞི་བར་འགྱུར་རོ། །
en: In the case of eye disease, one should offer oblations of nīlīkalikas; it will go away.”

source: རས་རིས་ཀྱི་ཆོ་གའི་ལས་གཞན་ཡང་སྔར་བསྟན་པའི་ཆོ་གས་རས་མ་ཉམས་པ།
en: This concludes the section on the rites that rely on the painting procedure. {28.23}

source: སྐྲ་མེད་པ་ལ་འཕགས་པ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་འདྲིར་གཞུག་པར་བྱ་སྟེ།
en: “Following the previously described procedure, one should draw on an undamaged cloth, shorn to remove loose fibers, the divine youth Noble Mañjuśrī.

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། ཁ་དོག་དམར་བ། གཞོན་ནུའི་གཟུགས་ཅན། པདྨའི་གདན་ལ་བཞུགས་པ།
en: He is fully adorned, red in color, has the form of a divine youth, and sits on a lotus seat.

source: གཡས་ངོས་སུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག །གཡོན་ངོས་སུ་ཀུན་ཏུ་བཟང་པོ་འཕགས་པ་འཇམ་དཔལ་ལས་ཅུང་ཟད་ཆུང་བ།
en: On his right is Noble Avalokiteśvara, and on his left, Samantabhadra. Both of them are a little smaller [than Mañjuśrī].

source: རས་རིས་དེ་བཞག་ལ་བཟླས་པ་བྱེ་བ་བྱས་ན་རྒྱལ་པོར་འགྱུར་རོ། །
en: Having installed this painting, one should recite the mantra ten million times; one will become a king.

source: ཙནྡན་གྱི་ཡམ་ཤིང་ལ་གུར་གུམ་གྱིས་བཏགས་པས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་རྒྱལ་པོར་འགྱུར་རོ། །
en: One will, likewise, become a king if one offers one hundred thousand oblations of sandalwood sticks smeared with saffron.

source: སྣ་མའི་མེ་ཏོག་མར་གྱིས་བཏགས་པས་སྦྱིན་སྲེག་བྱེ་བ་བྱས་ན་རྒྱལ་པོར་འགྱུར་རོ། །
en: The same will occur if one offers ten million oblations of royal jasmine flowers smeared with ghee. {28.24}

source: གང་གི་ཚད་དང་ལྡན་པའི་པདྨའི་ཚོགས་ཀྱིས་སྦྱིན་སྲེག་བྱས་པ་དེའི་ཚད་ཀྱི་ཏི་ན་རའི་ཚོགས་རྙེད་པར་འགྱུར་རོ། །
en: “If one offers into the fire a pile of lotuses, one will obtain a hoard of dinars equal in number to the lotuses in the pile.

source: ཇི་སྲིད་དུ་བཟླས་པ་དེ་ཙམ་གྱི་ཚད་དང་ལྡན་པའི་ཏི་ན་ར་མ་བླངས་པ་དེ་ནི་རིག་པ་འཛིན་པའི་འཁོར་ལོས་སྒྱུར་བར་འགྱུར་རོ། །
en: If one does not obtain them while repeating the mantra over each lotus, one will become the monarch of the vidyādharas.

source: གོ་བྱེའི་སྦྱིན་སྲེག་འབུམ་བྱས་ན་ཏི་ན་ར་སྟོང་སྦྱིན་པར་བྱེད་དོ། །
en: If one offers one hundred thousand oblations of cashew nuts, this will bring one thousand dinars.

source: ནད་འཇོམས་པར་བྱེད་པའི་འབྲས་བུས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་ནོར་བདག་ཆེན་པོར་འགྱུར་རོ། །
en: If one offers one hundred thousand oblations of vyādhighātaka fruits, one will become an owner of great wealth.

source: གུ་གུལ་གྱི་ཡམ་ཤིང་སྟོང་རྩ་བརྒྱད་ཀྱིས་སྦྱིན་སྲེག་བྱས་ན་ནོར་དང་འབྲུ་རྣམས་ཐོབ་པར་འགྱུར་རོ། །
en: By offering one hundred and eight oblations of agalloch sticks, one will obtain grain.

source: རྟག་ཏུ་ཏིལ་གྱིས་སྦྱིན་སྲེག་བྱས་ན་འབྲུ་རྒྱུན་མི་ཆད་པར་རྙེད་པར་འགྱུར་རོ། །
en: If one continually offers oblations of sesame, one’s supply of grain will, likewise, be unbroken. {28.25}

source: བ་གླང་གི་ལྕི་བ་ལས་བྱུང་བའི་འབྲས་ཐུག་པོ་ཆེ་ཞོ་དང་བཅས་པས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་བ་སྟོང་ཐོབ་པར་འགྱུར་རོ། །
en: “If one offers into the fire one hundred thousand oblations of cow’s rice mixed with curds, one will obtain one thousand cows.

source: བོ་དེ་ཙེའི་འབྲས་བུ་དང་ཤོ་མའི་འབྲས་བུ་གཅིག་ཏུ་བྱས་ཏེ་སྦྱིན་སྲེག་བྱས་ན་གང་འདོད་པའི་བུ་མོ་རྙེད་པར་འགྱུར་རོ། །
en: If one offers fenugreek seeds mixed together with śamī fruits, one will obtain whatever virgin girl one desires.

source: ཤོ་མའི་ལོ་མས་སྦྱིན་སྲེག་བྱས་ན་འདོད་པ་ཐམས་ཅད་སྟེར་བར་འགྱུར་རོ། །
en: If one offers śamī leaves, this will bring all types of pleasure.

source: ཟར་མའི་མེ་ཏོག་ལ་འོ་མས་བཏགས་པས་སྦྱིན་སྲེག་བྱ་བ་ནི་བྲམ་ཟེ་དབང་དུ་བྱ་བ་ལའོ། །
en: If one offers flowers of the agati tree smeared with milk, one will enthrall a brahmin.

source: ཤིང་ཀ་ར་བཱི་རའི་མེ་ཏོག་ལ་ཤིང་འོ་མ་ཅན་འོ་མ་མེད་པས་སྦྱིན་སྲེག་བྱ་བ་ནི་རྒྱལ་རིགས་དབང་དུ་བྱ་བ་ལའོ། །
en: If one offers flowers of white oleander, one will enthrall a kṣatriya.

source: དོང་ཀའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱ་བ་ནི་རྒྱལ་པོ་དབང་དུ་བྱ་བ་ལའོ། །
en: If one offers blossoms of the bayur tree, one will enthrall a king.

source: དྷ་དུ་རའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱ་བ་ནི་དམངས་རིགས་དབང་དུ་བྱ་བ་ལའོ། །
en: If one offers flowers of the thorn apple, one will enthrall a śūdra.

source: ཤིང་ཨརྐའི་མེ་ཏོག་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་པས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར་རོ། །
en: If one offers one hundred thousand oblations of flowers of the crown flower plant smeared with curds, honey, and ghee, one will be freed from all disease. {28.26}

source: འདི་ཉིད་ཀྱི་ཆོ་གས་མེ་ཏོག་དྲི་ཞིམ་པ་ལ་ལན་འབུམ་བཟླས་ཏེ། ཞབས་ཀྱི་དྲུང་དུ་བཞག་ན་རྟག་ཏུ་བདེ་བར་འགྱུར་རོ། །
en: “Following the same procedure, one should offer one hundred thousand fragrant flowers at the feet; one will definitely obtain happiness.

source: ཤིང་ཨ་ཤྭཏྠའི་ཡམ་ཤིང་གིས་མེ་རབ་ཏུ་སྦར་ལ་ཤ་མའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱས་ན། རྒྱུ་སྐར་གྱི་གནོད་པ་ཉེ་བར་ཞི་བར་འགྱུར་རོ། །
en: If one lights a fire using sticks of the bodhi tree and offers one thousand oblations of śamī flowers, one will pacify the problems caused by the nakṣatras.

source: གི་ཝང་ལ་སྔགས་མངོན་པར་བྲིས་ཏེ་སྤྱི་བོ་ལ་བཅིངས་ནས་གཡུལ་དུ་འཇུག་ན། མཚོན་གྱིས་རེག་པར་མི་འགྱུར་རོ། །
en: If one goes into battle with the mantra inscribed with bovine bezoar tied to one’s head, one will not be touched by weapons.

source: བཅོམ་ལྡན་འདས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་རས་རིས་གླང་པོ་ཆེའི་མཚོག་མ་ལ་བཞག་སྟེ། དཔུང་གི་ཚོགས་ཀྱི་སྔོན་དུ་བཏང་ན་མཐོང་བ་ཙམ་གྱིས་གཞན་གྱི་དཔུང་འཇིག་པར་འགྱུར་རོ། །
en: If one places the Mañjuśrī [mantra] on the shoulders of the elephants in the front line of the army, the enemy army will be crushed through merely seeing it.

source: གཞོན་ནུའི་གཟུགས་ཅན་གསེར་གྱི་རྨ་བྱའི་གདན་ལ་བཞུགས་པ་བྱ་སྟེ། རྒྱལ་མཚན་གྱི་རྩེ་མོར་བཏགས་ནས་གཡུལ་དུ་ཞུགས་ན་མཐོང་བ་ཉིད་ཀྱིས་གཞན་གྱི་དཔུང་འཇིག་པར་འགྱུར་རོ། །
en: If one goes into battle, having affixed, at the end of a banner, a figurine of the divine youth sitting on a golden peacock throne, the enemy army will be crushed through merely seeing it. {28.27}

source: སྣ་མའི་མེ་ཏོག་ལ་ལན་འབུམ་བཟླས་ཏེ་ཞབས་དྲུང་དུ་བཞག་ལ་དེ་ཉིད་དུ་ཀུ་ཤ་བཏིང་བའི་སྟན་བྱས་ན་
en: “One should offer one hundred thousand flowers of royal jasmine at the feet and go to sleep on a bed of kuśa grass spread at the same spot.

source: རྨི་ལམ་དུ་འདི་ལ་ཇི་ལྟར་འདོད་པ་སྟོན་པར་འགྱུར་རོ། །
en: In one’s dreams one will be told whatever one wanted [to know].

source: མར་མེ་སྟོང་ལ་དེ་བཞིན་དུ་མར་མེ་རེ་རེ་ལ་ཡང་པདྨའི་སྐུད་པའི་སྙིང་པོ་བྱས་ཏེ། ཤིང་མངར་གྱིས་དཀྲི་བ་བྱས་ལ་མེ་རབ་ཏུ་སྦར་ནས་ཕུལ་ན།
en: Having offered one thousand lamps, one should prepare a single lamp with a wick of lotus stalk fibers, wrap it in licorice, light it, and look on;

source: ངེས་པར་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཇི་ལྟ་བ་མཐོང་བར་འགྱུར་རོ། །
en: one will behold Mañjuśrī, the divine youth, as he really is.”

source: རས་རིས་ཀྱི་ཆོ་ག་གཉིས་པ་རྫོགས་སོ།། །།
en: This concludes the second [group of rites that rely on] the painting procedure. {28.28}

source: གསེར་རམ་དངུལ་ལས་གཞོན་ནུའི་གཟུགས་བྱས་ཏེ་ཕྱག་གཡས་པ་མཆོག་སྦྱིན་པ་དང་། གཡོན་པ་བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་མའི་གླེགས་བམ་འཛིན་པ་འདི་ལྟ་བུ་སྐུ་གདུང་གི་ཟ་མ་ཏོག་མདུན་དུ་བཞག་ལ་ཡི་གེ་གཅིག་པའི་བཟླས་པ་འབུམ་བྱའོ། །
en: “One should make a figurine of the divine youth out of gold or silver, with the right hand forming the boon-granting gesture and the left holding a text of the blessed Prajñāpāramitā . Having placed it before a suchlike basket containing relics, one should recite the one-syllable mantra one hundred thousand times.

source: མཆོད་པ་རྣམས་ནི་ཉིན་པར་བྱའོ། །
en: One should worship it with offerings during the daytime

source: ཞབས་གཡོན་པའི་མདུན་དུ་བུ་མོ་ལ་ཁ་ཟས་སྦྱིན་པར་བྱའོ། །
en: and feed, in front of the figurine, male and female children.

source: གླུ་དང་རོལ་མོ་དང་གླེགས་བམ་བཀླག་པར་ཡང་བྱའོ། །
en: One should provide song, music, and book reading.

source: བཟླས་པ་ཡོངས་སུ་རྫོགས་པ་དང་མེ་ཏོག་གསུམ་གྱིས་མཆོད་ཡོན་གསོལ་ཏེ་སླར་གཤེགས་སུ་གསོལ་ལོ། །
en: When the mantra recitation [of one hundred thousand repetitions] is completed, one should make a farewell offering of the three types of flowers and ask [the deity] to depart.

source: ཆོ་ག་སྔ་མ་བཞིན་དུ་སྤྱན་དྲང་བ་དང་གཤེགས་སུ་གསོལ་བར་བྱའོ། །
en: This should be done following the previously described procedure for the summoning and the dismissing. {28.29}

source: པདྨའི་ཕྱག་རྒྱ་བཅིངས་ནས་ནི་བཟླས་པ་བྱའོ། །
en: “One should form the padma mudrā and recite the mantra.

source: རྒྱ་མཚན་གྱི་ཕྱག་རྒྱས་ནི་སྤྱན་དྲང་བར་བྱའོ། །
en: Then, with the banner mudrā, one should do the invoking;

source: བཀྲ་ཤིས་ལྡན་གྱི་ཕྱག་རྒྱས་ནི་བཞུགས་སུ་གསོལ་ལོ། །
en: with the swastika mudrā, one should offer the seat;

source: གང་བའི་ཕྱག་རྒྱས་ནི་མཆོད་ཡོན་ནོ། །
en: with the complete mudrā, the welcome offering;

source: རྟགས་གཅིག་པའི་ཕྱག་རྒྱས་ནི་མེ་ཏོག་དབུལ་ལོ། །
en: with the single liṅga mudrā, flowers;

source: ཡིད་ལ་རེ་བའི་ཕྱག་རྒྱས་ནི་མར་མེའོ། །
en: with the wishing mudrā, lamps;

source: གཡོ་བའི་ཕྱག་རྒྱས་ནི་སྤོས་སོ། །
en: with the twin mudrā, incense;

source: རྨ་བྱའི་གདན་གྱི་ཕྱག་རྒྱས་ནི་དྲིའོ། །
en: with the peacock throne mudrā, fragrances;

source: སྲོག་ཤིང་གི་ཕྱག་རྒྱས་ནི་བཤོས་སོ། །
en: and with the staff mudrā, a bali.

source: ཆོ་ག་འདི་ཉིད་ཀྱིས་མཚན་མོ་དང་ཉི་མ་རེ་རེ་ཞིང་ཇི་སྲིད་བཟླས་པ་རྫོགས་ཀྱི་བར་དུ་བྱའོ། །
en: Following this procedure, one should practice day and night, day after day, until the mantra recitation [of one hundred thousand repetitions] is completed.

source: ཕྱི་ནས་ནི་ལས་རྣམས་བྱའོ། །
en: After that, one can commence the rites. {28.30}

source: སྣ་མའི་མེ་ཏོག་གིས་རྒྱ་མཚོར་འགྲོ་བའི་ཆུ་བོ་ལ་འབུམ་གྱིས་གཏོར་ན་ཡུལ་ཐོབ་པར་འགྱུར་རོ། །
en: “If one sets afloat on a river that flows toward the ocean one hundred thousand flowers of royal jasmine, one will obtain a dominion.

source: མཚན་མོ་སྣ་མའི་མེ་ཏོག་གི་ཚོགས་བཅོམ་ལྡན་འདས་ཀྱི་མདུན་དུ་བྱས་ནས་ཉལ་ན།
en: If one places, at nighttime, a heap of royal jasmine flowers before the Blessed One and goes to sleep there,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ཡོངས་སུ་བསྐོར་བ་ཆོས་འཆད་པ་མཐོང་བར་འགྱུར་རོ། །
en: one will see in one’s dream the Blessed One teaching the Dharma, surrounded by bodhisattvas.

source: གང་གི་དོན་དུ་བྱེད་པ་དེ་ཉིད་ཀྱི་ལས་བྱའོ། །
en: One should do this rite only for the intended person and no one else. {28.31}

source: གསོ་སྦྱོང་བྱས་ཤིང་ཡར་ངོའི་ཚེས་ནས་བརྩམས་ཏེ། ག་པུར་སྦྲང་རྩི་དང་བསྲེས་པའི་སྤོས་ཀྱིས་སྦྱིན་སྲེག་བྱས་ན་རྒྱལ་ཐབས་ཐོབ་པར་འགྱུར་རོ། །
en: “If one offers, while fasting, oblations of pine resin incense mixed with honey, starting during the bright fortnight, one will obtain a kingdom.

source: བཟླས་པ་བྱེ་བ་བྱས་ན་འཇམ་དཔལ་རང་ཉིད་མཐོང་བར་འགྱུར་རོ། །
en: If one recites the mantra ten million times, one will behold Mañjuśrī in person,

source: ཆོས་འཆད་པར་ཡང་མཛད་དེ། དེ་དང་ལྷན་ཅིག་སྨྲ་བ་དང་མངོན་སུམ་དུ་སྣང་བར་ཡང་འགྱུར་རོ། །
en: and he will teach the Dharma. If one brings [him] up [in conversation] with someone, he will appear directly.

source: ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔར་འགྱུར་རོ། །
en: One will become a bodhisattva irreversibly established on the path to buddhahood.”

source: རས་རིས་ཀྱི་ཆོ་ག་གསུམ་པ་རྫོགས་སོ།། །།
en: This concludes the third group of rites that rely on the painting procedure. {28.32}

source: ཙནྡན་དམར་པོ་ལས་བྱས་པའི་གཞོན་ནུའི་གཟུགས་ཅན་ཕྱོགས་གཅིག་ན་གནོད་སྦྱིན་དགའ་བར་བྱེད་པ། ཕྱོགས་གཉིས་པ་ན་ནི་འཕྲོག་མ་ཤིང་མྱ་ངན་མེད་ཀྱི་རྩ་ན་འདུག་པ་དེ་འདྲ་བ་བཞག་ལ།
en: “One should fashion out of red sandalwood the form of the divine youth flanked by Priyaṅkara on one side and Vīramatī, sheltered by an aśoka tree, on the other.

source: ལན་ཚྭ་དང་ཡུངས་ཀར་དང་སྐེ་ཚེ་དང་བསྲེས་པའི་ཙནྡན་དམར་པོའི་གཟུགས་བརྙན་བྱས་ནས་
en: One should place them to one side and make a replica [of them] from red sandalwood mixed with salt, mustard, and brown mustard.

source: བཅད་ཅིང་བཅད་ཅིང་སྦྱིན་སྲེག་བྱས་ན་
en: One should finely chop [the replica] and offer [the fragments] as oblations.

source: གང་གི་མིང་བཟུང་བ་དེ་དབང་དུ་འགྱུར་རོ། །
en: One whose name one recites while making the offering will become enthralled.

source: ཤིང་ཨུ་དུམ་བཱ་རའི་འབྲས་བུས་གང་གི་མིང་བཟུང་ཞིང་སྦྱིན་སྲེག་བྱས་ན་དེ་དབང་དུ་འགྱུར་རོ། །
en: Similarly, one whose name one recites while offering udumbara fruits will become enthralled.

source: ཁྭ་དང་འདྲ་བའི་ཤིང་ཨུ་དུམ་བཱ་རས་སྦྱིན་སྲེག་བྱས་ན་གང་གི་མིང་བཟུང་བ་དེ་དབང་དུ་འགྱུར་རོ། །
en: So too, one whose name one recites while offering kākodumbarikā fruits will become enthralled. {28.33}

source: ཤིང་སྲིང་ག་ཏ་གས་སྦྱིན་སྲེག་བྱ་བ་ནི་བྲམ་ཟེ་དབང་དུ་བྱ་བ་ལའོ། །
en: “If one wants to enthrall a brahmin, one should offer oblations of śṛṅgāṭaka;

source: པདྨའི་རྩ་བ་ནི་རྒྱལ་རིགས་དབང་དུ་བྱ་བ་ལའོ། །
en: if it is a kṣatriya, one should offer lotus roots;

source: ཨུཏྤ་ལའི་རྩ་བས་སྦྱིན་སྲེག་བྱ་བ་ནི་དམངས་རིགས་དབང་དུ་བྱ་བ་ལའོ། །
en: if it is a vaiśya, one should offer kaśeruka roots;

source: ལན་ཚྭ་དང་ཤ་ཁ་རས་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཉི་མ་བདུན་ལ་དུས་གསུམ་དུ་བྱས་ན་གང་གི་མིང་གིས་སྦྱིན་སྲེག་བྱས་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: if it is a śūdra, one should offer oblations of śālūka. If one offers one thousand and eight oblations of salt and sugar grains three times a day for seven days, whoever’s name one recites while offering, that person will be enthralled.

source: ནིམ་པའི་ལོ་མ་ལ་ཡུངས་མར་གྱིས་བཏགས་པའི་སྲེག་བླུགས་ཀྱི་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་ཞག་བདུན་ལ་དུས་གསུམ་དུ་བྱས་ན་གང་གི་མིང་གིས་བྱས་པ་དེ་དབང་དུ་འགྱུར་རོ། །
en: If one offers one thousand and eight oblations of neem tree leaves smeared with mustard oil three times a day for seven days, whoever’s name one uses while offering, that person will be enthralled.

source: ཐམས་ཅད་ཀྱི་སྦྱིན་སྲེག་བྱས་ན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ། །
en: Each of these homa rites will result in enthrallment. {28.34}

source: སྨན་བྲི་ཧ་ཏིའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་འབུམ་བྱས་ན་གསེར་རྙེད་པར་འགྱུར་རོ། །
en: “If one offers into the fire one hundred thousand flowers of yellow-berried nightshade, one will obtain gold.

source: ཤིང་ཀ་ལཉྫཱ་རི་ཀའི་མེ་ཏོག་ལ་སྦྱིན་སྲེག་སྟོང་རྩ་བརྒྱད་བྱས་ན་གྲོང་ཆེན་པོ་ཐོབ་པར་འགྱུར་རོ། །
en: If one offers one thousand and eight kālāñjikā flowers, one will obtain a large village.

source: བ་ཏ་ལའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱས་ན་འབྲུ་མི་ཟད་པ་ཐོབ་པར་འགྱུར་རོ། །
en: If one offers flowers of the trumpet flower tree, one’s supply of grain will be inexhaustible.

source: བིལ་བའི་མེ་ཏོག་གིས་སྦྱིན་སྲེག་བྱས་ན་གསེར་རྙེད་པར་འགྱུར་རོ། །
en: If one offer flowers of śrīparṇī, one will obtain gold.

source: ཤུ་དག་ལ་ཞོ་དང་སྦྲང་རྩི་དང་མར་གྱིས་བཏགས་ཏེ་སྦྱིན་སྲེག་བྱས་ན་རྒོལ་བ་ཐམས་ཅད་ལ་ལན་འདེབས་ནུས་པར་འགྱུར་རོ། །
en: If one offers sweet flag smeared with curds, honey, and ghee, one will have an upper hand in all debates.

source: སྨན་བྲམ་ཧིའི་ཁུ་བཅུད་མར་དང་ལྡན་པ་ཟངས་མའི་སྣོད་དུ་བཞག་ལ། བཟླས་པ་ཁྲི་རྫོགས་པའི་བར་དུ་བཟླས་ནས་དེ་ནས་འཐུངས་ན་རྒོལ་བ་ཐམས་ཅད་ལས་རྣམ་པར་རྒྱལ་བར་འགྱུར་རོ། །
en: If one places in a copper dish juice of the brāhmī plant blended with ghee, incants it ten thousand times, and drinks it, one will be victorious in all debates.

source: ཤིན་ཏུ་ཞེ་སྡང་བ་ལ་ནི་སྟོང་རྩ་བརྒྱད་བོང་བ་ལ་མངོན་པར་བསྔགས་ཏེ་ཁྲོས་པའི་མདུན་དུ་བོར་ན་ཁྲོ་བ་མེད་པར་འགྱུར་རོ། །
en: If one throws, in front of an angry person, a lump of earth incanted one thousand and eight times, their anger will depart.”

source: རས་རིས་ཀྱི་ཆོ་ག་བཞི་པ་རྫོགས་སོ།། །།
en: This concludes the fourth group of rites that rely on the painting procedure. {28.35}

source: རས་མཉམ་པ་སྐྲ་མེད་པ་ལ་རི་མོ་མཁན་གསོ་སྦྱོང་བྱས་པ། ཚོན་མ་འདྲེས་པ་དག་གིས་འཕགས་པ་འཇམ་དཔལ་པདྨའི་གདན་ལ་བཞུགས་ཤིང་ཆོས་འཆད་པ་འདྲིར་གཞུག་པར་བྱའོ། །
en: “One should commission a painter to paint, while observing the ritual fast, on an undamaged, shorn cloth and using uncontaminated paints, Noble Mañjuśrī sitting on a lotus seat and teaching the Dharma.

source: གཡོན་ཕྱོགས་སུ་འཕགས་པ་འོག་པག་ཆེན་མོ།
en: On his right is Noble Mahāmekhalā, and on his left, Noble Prajñāpāramitā.

source: གཡས་ཕྱོགས་སུ་འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་གཟུགས་ཅན་མ་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། གོས་དཀར་པོ་བགོས་པ་བྲི་བར་བྱའོ། །
en: The latter is reciting mantras, is adorned in all types of adornments, and is dressed in white clothes.
